tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "autojump"
brew "bat"
brew "btop"
brew "cmatrix"
brew "cocoapods"
brew "entr"
brew "fish"
brew "fzf"
brew "git"
brew "lsd"
brew "midnight-commander"
brew "neovim"
brew "powerlevel10k"
brew "redis", restart_service: true
brew "starship"
brew "stow"
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "anaconda"
cask "blender"
cask "discord"
cask "figma"
cask "dropbox"
cask "flux"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "logi-options-plus"
cask "lunar"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "stats"
cask "telegram"
cask "topnotch"
cask "visual-studio-code"
cask "whatsapp"