tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "romkatv/powerlevel10k"
brew "libtiff"
brew "autojump"
brew "boost"
brew "avrdude"
brew "bat"
brew "btop"
brew "python@3.12"
brew "cairo"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "entr"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "gperf"
brew "imagemagick"
brew "lazygit"
brew "libmagic"
brew "libxkbcommon"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "midnight-commander"
brew "node"
brew "mongosh"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "open-ocd"
brew "pillow"
brew "powerlevel10k"
brew "qemu"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "starship"
brew "stow"
brew "tectonic"
brew "tio"
brew "tmux"
brew "wget"
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community"
brew "qmk/qmk/qmk"
cask "alfred"
cask "anaconda"
cask "blender"
cask "discord"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "logi-options+"
cask "lunar"
cask "mongodb-compass"
cask "postman"
cask "rectangle"
cask "stats"
cask "telegram"
cask "topnotch"
cask "visual-studio-code"
cask "whatsapp"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "atlassian.atlascode"
vscode "aurum77.nerd-tree"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "clemenspeters.format-json"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dionmunk.vscode-notes"
vscode "dnicolson.binary-plist"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eliverlara.andromeda"
vscode "en10ve.threejs"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "harryhopkinson.vim-theme"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "jdinhlife.gruvbox"
vscode "liamhammett.inline-parameters"
vscode "marqu3s.aurora-x"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "natizyskunk.sftp"
vscode "naumovs.color-highlight"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "pwabuilder.pwa-studio"
vscode "rangav.vscode-thunder-client"
vscode "ransh.ransh"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "s-nlf-fh.glassit"
vscode "sainnhe.gruvbox-material"
vscode "sdras.night-owl"
vscode "sidthesloth.html5-boilerplate"
vscode "simonsiefke.svg-preview"
vscode "sirtori.indenticator"
vscode "stylelint.vscode-stylelint"
vscode "sukumo28.wav-preview"
vscode "usernamehw.errorlens"
vscode "vintharas.learn-vim"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
