tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "gdbm"
brew "asciiquarium"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "bison"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "fish"
brew "fontconfig"
brew "fortune"
brew "fzf"
brew "git"
brew "glib"
brew "gnu-sed"
brew "krb5"
brew "libffi"
brew "libfido2"
brew "libyaml"
brew "lolcat"
brew "lsd"
brew "python@3.9"
brew "midnight-commander"
brew "mongodb-community@3.6"
brew "mongosh"
brew "mysql", restart_service: true
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node", link: false
brew "node@14"
brew "osx-cpu-temp"
brew "postgresql@14"
brew "ruby"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tealdeer"
brew "vim"
brew "watchman"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "beekeeper-studio"
cask "dropbox"
cask "flux"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "lunar"
cask "monitorcontrol"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
